ox_docs/corners/david/orign_essay.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-27 Mon 11:53 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Origin Narratives of the United States Essay</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="David Freifeld" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Origin Narratives of the United States Essay</h1> <h2 class="subtitle">HIST301</h2> <span class="author">David Freifeld</span> <span class="date">2021-09-27 Mon 11:51</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org60b91d9">1. Draft</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-org60b91d9" class="outline-2">
<h2 id="org60b91d9"><span class="section-number-2">1</span> Draft</h2>
<div class="outline-text-2" id="text-1">
<p>
The experiences of Native Americans demonstrate the disconnect between the values of American exceptionalism and the physical reality of early America, and as a result are central to understanding early American history.<br />
</p>

<p>
The American exceptionalist narrative has endured throughout history and assertsnn that early American history is characterized by early Americans prospering in an empty New World due to their courage and exemplary moral values. This narrative is originally reinforced by the early Americans themselves, with John Winthrop declaring that "we must consider that we shall be as a city upon a hill&#x2026;" and describing "His present help" and William Bradford describing America as "a wild and savage view" (Puritans 11,17). The imagery of the 'city on a hill' demonstrates how the Puritans thought they were to be morally superior to the rest of the world and therefore supported the narrative that early American societies succeeded because of their values. Bradford's description of America similarly props up this narrative by establishing America as an empty, untamed wilderness and that the settlers succeeded due to their own merits. The American exceptionalist narrative has continued to be reinforced within America in the centuries after. The Wilderness Act of 1964 reinforces Bradford's notion of America as a wild and untamed land by describing it as "untrammeled by man" before the arrival of the settlers (1491 4). Popular culture in the form of short stories like Anzia Yezierska's 1923 piece "America and I" reinforce the notion of the settlers being defined through their morality, proclaiming that "America started with a band of Courageous Pilgrims". As a result of this narrative's root in the settler's description of themselves and its continual reinforcement over time, much of early American history is framed through an idealized lens.<br />
</p>

<p>
Focusing on the mass death within Native American societies resulting from European diseases highlights contradictions in the narrative of American exceptionalism and allows for a more accurate understanding of how early American societies prospered. In <i>1491</i>, Charles C. Mann relays how members of the Pilgrims like Thomas Morton noted that Native Americans had "died on heapes, as they lay in their houses&#x2026;[Massachusetts seemed] a new found Golgotha". The extensive removal of the Native American population contradicts the notion that the early settlers arrived at a near empty America and succeeded on their own rather than through epidemiological means. William Bradford himself even goes as far as to acknowledge that God "favored our beginnings&#x2026;[by] sweeping away great multitudes of natives&#x2026;[so that] he might make room for us." Furthermore, Daniel K. Richter outlines in <i>Facing East from Indian Country</i> how the smallpox had drastic effects for the surviving Native Americans as well, stating "with&#x2026;the able-bodied adults more incapacitated than the rest, the everyday work of raising crops, gathering&#x2026;fetching water&#x2026;hunting&#x2026;[and] harvesting fish virtually ceased." The catastrophic societal damage incurred by the various plagues afflicting Native Americans meant that Puritans and Pilgrims experienced little to no resistance in their efforts to establish their own society and provide the foundations for America. &lt;conclusion needed&gt;<br />
</p>

<p>
Viewing history from the lens of Native American interactions with the settlers further reveals inconsistencies in the American exceptionalist narrative by highlighting the moral shortcomings of early Americans. Mann describes how the Pilgrims survived their initial winter without food or shelter, stating that "[t]he newcomers - hungry, cold, sick - dug up [Native] graves and ransacked houses, looking for underground stashes of corn". The Pilgrims' desecration of Native graves emphasizes a disconnect between their alleged moral superiority and their actions as well as provides a more accurate understanding of how the Pilgrims initially survived their first months. Additionally, In <i>The Myths That Made America</i>, Heike Paul explains how Pilgrims "are extremely condescending towards the Natives" and draws attention to a letter written by a Pilgrim that declares "it hath pleased God so to possess the Indians with a fear of us, and love unto us&#x2026;[such that they] have either made suit unto us or been glad of any occasion to make peace". The Pilgrims' general condescension towards Native Americans and view of them as inferior undercuts the traditional exceptionalist narrative of early Americans being characterized by their admirable values. Moreover, the Natives' fear of the Pilgrims and attempts to pursue good standing after the decimation of their people provides additional insight into a more accurate understanding of how Pilgrims prospered. &lt;conclusion needed&gt;<br />
</p>
</div>
</div>
</div>
</body>
</html>
