docs/corners/david/orign_essay.tex
% Created 2021-09-27 Mon 11:51
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\setlength{\parindent}{0pt}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{svg}
\usepackage{cancel}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\renewcommand{\tableofcontents}{}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{David Freifeld}
\date{\today}
\title{Origin Narratives of the United States Essay\\\medskip
\large HIST301}
\hypersetup{
 pdfauthor={David Freifeld},
 pdftitle={Origin Narratives of the United States Essay},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents


\section{Draft}
\label{sec:org538ea21}
The experiences of Native Americans demonstrate the disconnect between the values of American exceptionalism and the physical reality of early America, and as a result are central to understanding early American history.\\

The American exceptionalist narrative has endured throughout history and assertsnn that early American history is characterized by early Americans prospering in an empty New World due to their courage and exemplary moral values. This narrative is originally reinforced by the early Americans themselves, with John Winthrop declaring that "we must consider that we shall be as a city upon a hill\ldots{}" and describing "His present help" and William Bradford describing America as "a wild and savage view" (Puritans 11,17). The imagery of the 'city on a hill' demonstrates how the Puritans thought they were to be morally superior to the rest of the world and therefore supported the narrative that early American societies succeeded because of their values. Bradford's description of America similarly props up this narrative by establishing America as an empty, untamed wilderness and that the settlers succeeded due to their own merits. The American exceptionalist narrative has continued to be reinforced within America in the centuries after. The Wilderness Act of 1964 reinforces Bradford's notion of America as a wild and untamed land by describing it as "untrammeled by man" before the arrival of the settlers (1491 4). Popular culture in the form of short stories like Anzia Yezierska's 1923 piece "America and I" reinforce the notion of the settlers being defined through their morality, proclaiming that "America started with a band of Courageous Pilgrims". As a result of this narrative's root in the settler's description of themselves and its continual reinforcement over time, much of early American history is framed through an idealized lens.\\

Focusing on the mass death within Native American societies resulting from European diseases highlights contradictions in the narrative of American exceptionalism and allows for a more accurate understanding of how early American societies prospered. In \emph{1491}, Charles C. Mann relays how members of the Pilgrims like Thomas Morton noted that Native Americans had "died on heapes, as they lay in their houses\ldots{}[Massachusetts seemed] a new found Golgotha". The extensive removal of the Native American population contradicts the notion that the early settlers arrived at a near empty America and succeeded on their own rather than through epidemiological means. William Bradford himself even goes as far as to acknowledge that God "favored our beginnings\ldots{}[by] sweeping away great multitudes of natives\ldots{}[so that] he might make room for us." Furthermore, Daniel K. Richter outlines in \emph{Facing East from Indian Country} how the smallpox had drastic effects for the surviving Native Americans as well, stating "with\ldots{}the able-bodied adults more incapacitated than the rest, the everyday work of raising crops, gathering\ldots{}fetching water\ldots{}hunting\ldots{}[and] harvesting fish virtually ceased." The catastrophic societal damage incurred by the various plagues afflicting Native Americans meant that Puritans and Pilgrims experienced little to no resistance in their efforts to establish their own society and provide the foundations for America. <conclusion needed>\\

Viewing history from the lens of Native American interactions with the settlers further reveals inconsistencies in the American exceptionalist narrative by highlighting the moral shortcomings of early Americans. Mann describes how the Pilgrims survived their initial winter without food or shelter, stating that "[t]he newcomers - hungry, cold, sick - dug up [Native] graves and ransacked houses, looking for underground stashes of corn". The Pilgrims' desecration of Native graves emphasizes a disconnect between their alleged moral superiority and their actions as well as provides a more accurate understanding of how the Pilgrims initially survived their first months. Additionally, In \emph{The Myths That Made America}, Heike Paul explains how Pilgrims "are extremely condescending towards the Natives" and draws attention to a letter written by a Pilgrim that declares "it hath pleased God so to possess the Indians with a fear of us, and love unto us\ldots{}[such that they] have either made suit unto us or been glad of any occasion to make peace". The Pilgrims' general condescension towards Native Americans and view of them as inferior undercuts the traditional exceptionalist narrative of early Americans being characterized by their admirable values. Moreover, the Natives' fear of the Pilgrims and attempts to pursue good standing after the decimation of their people provides additional insight into a more accurate understanding of how Pilgrims prospered. <conclusion needed>\\
\end{document}
